const experiencesData = [
    {
        listtitle: 'Education',
        listtxt: [
            {
                year: "2017 - 2019",
                content: "國立臺中科技大學 | 商業設計系 碩士",
                detail: []
            },
            {
                year: "2014 - 2017",
                content: "亞洲大學 | 增修：創意領導學程、幼兒潛能開發學程 大學",
                detail: []
            },
            {
                year: "2013 - 2017",
                content: "亞洲大學 | 主修：視覺傳達設計學系 大學",
                detail: []
            },

        ],
    },
    {
        listtitle: 'Training',
        listtxt: [
            {
                year: "2021 - 2021",
                content: "網頁前端工程師實戰班 | 勞動部青年職業訓練 (452hrs)",
                detail: [
                    // "培訓內容涵蓋網站企劃、網頁視覺設計、影像處理、前端技巧訓練及後端邏輯概念，並著重於前端開發部分。",

                    "軟體操作 | AdobeXD、Dreamweaver、PhotoShop、VScode",

                    "視覺設計 | 影像編修技巧、網站視覺設計、app介面設計",

                    "前端技能 | HTML&CSS網頁設計、響應式網頁設計實務、JQuery / Bootstrap 前端應用",

                    "後端概念 | PHP +  MySQL動態資料庫網站"
                ]
            }
        ],
    },
    {
        listtitle: 'Works',
        listtxt: [
            {
                year: "2022 - 2022",
                content: "軟體前端工程師 | 安益國際展覽股份有限公司 (6mos)",
                detail: [
                    "全新開發：企業智慧客服訊息管理網站 - 前端頁面及功能開發（包括Api串接及撰寫）",
                    "舊有購物商城＆課程預約系統前台維護",
                    "舊有商品、訂單管理＆課程後台管理系統維護",
                    "與UI設計師溝通並與後端工程師協作",
                    "Landing Page頁面維護"
                ]
            },
            {
                year: "2020 - 2020",
                content: "視覺設計 | 安益國際展覽股份有限公司 (1yr)",
                detail: [
                    "展覽、會議、活動、論壇主視覺＆設計理念發想",
                    "延伸製作物製作",
                    "整體Event設計整合",
                    "修改、執行後續圖稿及文案排版設計",
                    "專案發包(含大圖及印刷品)"
                ]
            },
            {
                year: "2018 - 2018",
                content: "設計助理 | 北歐設計顧問有限公司 (3mos)",
                detail: [
                    "輔助設計師執行客戶專案設計",
                    "協助製作簡報或準備資料",
                    "藝術家畫作精修",
                    "參與公共藝術專案發想",
                    "針對室內設計案件製作材料板"
                ]
            },
            {
                year: "2017 - 2019",
                content: "商業設計 | 產學合作&自由接案 (2yrs 4mos)",
                detail: ["針對客戶需求進行專案設計及發包",
                    "設計項目包含品牌規劃、包裝、產品圖樣、平面文宣、活動banner及禮贈品...等",
                    "品牌客戶包括北臺中城隍廟、萬生生機、台灣玻璃廟...等"]
            },
            {
                year: "2015 - 2016",
                content: "設計美編 | 亞洲大學育成中心_良好設計股份有限公司進駐點 (11mos)",
                detail: [
                    "電子文宣設計(良好設計)",
                    "海報設計編排(育成中心)"
                ]
            },
        ],
    },
];

export default experiencesData;